export default function Delivery() {
  return (
    <section className="delivery-block">
      <div className="delivery-wrap">
        <h1 className="delivery-h">Доставка та оплата</h1>
        <p className="delivery-p">
          Якщо товар є в наявності, замовлення відправляються в день оплати
          (якщо оплата зроблена до 14:00), або наступного робочого дня.{" "}
          <br></br>Якщо товар на замовлення, доставка здійснюється протягом 7-9
          днів після оформлення замовлення. <br></br>Ми робимо все можливе, щоб
          Ви максимально швидко отримали своє замовлення!
          <br></br>Доставка здійснюється через Нову пошту та Укр пошту.{" "}
          <br></br>При замовленні більше 2000 грн, доставка за рахунок інтернет
          магазину.
        </p>
        <p className="delivery-p">
          Сплатити замовлення можна безготівковим розрахунком на картку
          ПриватБанку або Монобанку. <br></br>Після оплати обов'язково повідомте
          дату, час та суму платежу. <br></br> Повідомити про оплату можна за
          <a href="tel:+380950453539"> телефоном</a>, в соціальних мережах, або
          листом на{" "}
          <a href="mailto:bilyznapolska@gmail.com">bilyznapolska@gmail.com</a>.{" "}
          <br></br> Можлива доставка післяплатою при передоплаті 20% від суми
          замовлення.
        </p>
      </div>
    </section>
  );
}
