const Delivery = () => {
  return (
    <div className="delivery-block">
      <div className="delivery-wrap">
        <h1 className="delivery-h">Доставка та оплата</h1>
        <p className="delivery-p">
          Відповідно до Закону України про захист прав споживачів нижня білизна
          та панчішно-шкарпеткові вироби НЕ підлягають поверненню та обміну, так
          як вони входять в перелів товарів належної якості, які НЕ підлягають
          обміну і поверненню.
        </p>
        <p className="delivery-p">
          Постановою Кабінету Міністрів України від 19 березня 1994 року № 172
          «Про реалізацію окремих положень Закону України « Про захист прав
          споживачів » позначений перелік товарів, що не підлягають обміну
          (поверненню), а саме: <br></br>- корсетні товари;<br></br> - білизна
          натільна;<br></br> - панчішно-шкарпеткові вироби.
        </p>
      </div>
    </div>
  );
};
export default Delivery;
