export default function Return() {
  return (
    <section className="return-block">
      <div className="return-wrap">
        <h1 className="return-h">Повернення та обмін товарів</h1>
        <p className="return-p">
          Відповідно до Закону України про захист прав споживачів нижня білизна
          та панчішно-шкарпеткові вироби НЕ підлягають поверненню та обміну, так
          як вони входять в перелів товарів належної якості, які НЕ підлягають
          обміну і поверненню.
        </p>
        <p className="return-p">
          Постановою Кабінету Міністрів України від 19 березня 1994 року № 172
          «Про реалізацію окремих положень Закону України « Про захист прав
          споживачів » позначений перелік товарів, що не підлягають обміну
          (поверненню), а саме: <br></br>- корсетні товари;<br></br> - білизна
          натільна;<br></br> - панчішно-шкарпеткові вироби.
        </p>
      </div>
    </section>
  );
}
