const WhyUs = () => {
  return (
    <div className="whyUs-div">
      <h3 className="whyUs-h">Чому ми?</h3>
      <p className="whyUs-p1">
        Ласкаво просимо до Bilyzna Boutique, вашого найкращого джерела якісної
        нижньої білизни! Ми пишаємося тим, що можемо пропонувати вам широкий
        вибір стильної, комфортної та сексуальної білизни, яка надихає жінок по
        всьому світу. Чому саме ми? Ось декілька переконливих причин:
      </p>
      <p className="whyUs-p2">
        Висока якість: Ми дбаємо про кожну деталь нашої нижньої білизни,
        починаючи з вибору найкращих матеріалів до уважного контролю якості.
        Кожна модель проходить строгі випробування, щоб забезпечити максимальний
        комфорт і довговічність.
      </p>
      <p className="whyUs-p3">
        Підтримка вашого комфорту: Ми розуміємо, наскільки важливо мати нижню
        білизну, яка підтримує ваш комфорт на протязі всього дня. Тому ми
        працюємо над створенням білизни з м'якими та дихаючими матеріалами, які
        ідеально адаптуються до вашої фігури.
      </p>
      <p className="whyUs-p4">
        Стиль і елегантність: У Bilyzna Boutique ми віримо, що нижня білизна -
        це більше, ніж просто базовий одяг. Вона може бути виразом вашого стилю
        і самовираження. Ми пропонуємо чудовий вибір моделей з привабливими
        деталями та оригінальними візерунками, які допоможуть вам почуватися
        впевнено і привабливо.
      </p>
      <p className="whyUs-p5">
        Розмаїтість стилів: Наш асортимент включає різноманіття стилів та
        дизайнів, щоб задовольнити різні смаки та переваги. Ви знайдете у нас
        все, від класичних та елегантних моделей до сміливих і сучасних рішень.
      </p>
      <p className="whyUs-p6">
        Зручність покупок: Наш веб-сайт зроблений з метою забезпечити вам
        зручність при покупках. Ви зможете легко переглядати наш асортимент,
        знайти правильний розмір та зробити замовлення всього за кілька клацань.
      </p>
      <h3 className="whyUs-h">Якісна жіноча білизна</h3>
      <p className="whyUs-p1">
        В Bilyzna Boutique ми покладаємо особливий наголос на якість кожного
        виробу. Ми співпрацюємо з найкращими виробниками, які використовують
        тільки найвищу якість матеріалів. Наша білизна м'яка на дотик, міцна і
        довговічна, гарантуючи вам задоволення на тривалий час.
      </p>
      <p className="whyUs-p2">
        Ваш комфорт - наш пріоритет. Ми створюємо білизну, яка пропонує
        неперевершений комфорт протягом усього дня. Використовуючи м'які та
        дихаючі матеріали, ми забезпечуємо максимальний комфорт і свободу рухів.
        Крім того, наші моделі розроблені з урахуванням підтримки вашої фігури,
        щоб ви почували себе впевнено і чудово.
      </p>
      <p className="whyUs-p3">
        Ми прагнемо до вдосконаленості у кожній деталі. Наша білизна
        відзначається неперевершеною обробкою і уважним підходом до деталей. Ви
        знайдете у нас прекрасні вишивки, тонкі мережива, чудові аплікації та
        інші виразні елементи, що додають чарівності і шарму до кожного виробу.
      </p>
      <h3 className="whyUs-h">
        Широкий вибір категорій для жінок та чоловіків
      </h3>
      <p className="whyUs-p1">
        У Bilyzna Boutique ми розуміємо, що жіноча та чоловіча білизна - це не
        просто предмет одягу, це вираз вашої особистості і спосіб показати свою
        індивідуальність. Наші колекції включають в себе найсучасніші тренди
        моди, від класичних і елегантних моделей до сміливих та сексуальних
        рішень. Ви знайдете у нас все, що вам потрібно: бра, труси, нічні
        сорочки, панчохи, майки, піжами та багато іншого.
      </p>
      <p className="whyUs-p2">
        Наше головне прагнення - забезпечити нашим клієнтам якісну білизну від
        найкращих світових виробників. Ми співпрацюємо тільки з довіреними
        брендами, що гарантує високу якість та тривалість наших товарів.
        Матеріали, з яких виготовляється наша білизна, м'які на дотик і приємні
        для шкіри, забезпечуючи комфорт протягом усього дня.
      </p>
      <p className="whyUs-p3">
        Не чекайте довше! Завітайте до Bilyzna Boutique і знайдіть свою ідеальну
        білизну, яка підкреслить вашу красу та стиль. Ви заслуговуєте на
        найкраще, і ми готові допомогти вам зробити правильний вибір!
      </p>
    </div>
  );
};

export default WhyUs;
