export default function WhyUs() {
  return (
    <div className="whyUs-div" id="why-us">
      <h3 className="whyUs-h">
        <b>Інтернет-магазин нижньої білизни</b>
      </h3>
      <p className="whyUs-p1">
        Ласкаво просимо до Білизна Boutique, вашого найкращого джерела якісної
        польської нижньої білизни! Ми пишаємося тим, що можемо пропонувати вам
        широкий вибір стильної, комфортної та сексуальної білизни, яка надихає
        жінок по всьому світу. Чому саме ми? Ось декілька переконливих причин:
      </p>
      <p className="whyUs-p2">
        Важливо підкреслити, що ми фокусуємося на постачанні вишуканої польської
        білизни, акцентуючи увагу на якості і стилі. Хоча ми не є безпосередніми
        виробниками, ми стежимо за вибором найкращих продуктів і гарантуємо їх
        вишуканість і задоволення наших клієнтів.
      </p>
      <p className="whyUs-p3">
        Підтримка вашого комфорту: Ми розуміємо, наскільки важливо мати нижню
        білизну, яка підтримує ваш комфорт на протязі всього дня. Тому ми
        фокусуємося на постачанні нижньої білизни з м'якими та дихаючими
        матеріалами, які ідеально адаптуються до вашої фігури.
      </p>
      <p className="whyUs-p4">
        Стиль і елегантність: У Білизна Boutique ми віримо, що нижня білизна -
        це більше, ніж просто базовий одяг. Вона може бути виразом вашого стилю
        і самовираження. Ми пропонуємо чудовий вибір моделей з привабливими
        деталями та оригінальними візерунками, які допоможуть вам почуватися
        впевнено і привабливо.
      </p>
      <p className="whyUs-p5">
        Різноманіття стилів: Наш асортимент включає різноманіття стилів та
        дизайнів, щоб задовольнити різні смаки та переваги. Ви знайдете у нас
        все, від класичних та елегантних моделей до сміливих і сучасних рішень.
        Наш вибір також включає такі відомі марки білизни, як Gorsenia, Gaia,
        Ava, Cornette, Dkaren, щоб гарантувати ще більше різноманіття та високу
        якість у наших пропозиціях.
      </p>
      <p className="whyUs-p6">
        Зручність покупок: Наш веб-сайт зроблений з метою забезпечити вам
        зручність при покупках. Ви зможете легко переглядати наш асортимент,
        знайти правильний розмір та зробити замовлення всього за кілька клацань.
      </p>
      <h3 className="whyUs-h">
        <b>Якісна польська білизна</b>
      </h3>
      <p className="whyUs-p1">
        У Білизна Boutique ми покладаємо особливий наголос на якість кожного
        виробу. Ми співпрацюємо з найкращими польськими виробниками, які
        використовують тільки найвищу якість матеріалів. Наша білизна м'яка на
        дотик, міцна і довговічна, гарантуючи вам задоволення на тривалий час.
      </p>
      <p className="whyUs-p2">
        Ваш комфорт - наш пріоритет. Ми постачаємо білизну, яка пропонує
        неперевершений комфорт протягом усього дня. Використовуючи м'які та
        дихаючі матеріали, ми забезпечуємо максимальний комфорт і свободу рухів.
        Крім того, усі моделі розроблені з урахуванням підтримки вашої фігури,
        щоб ви почували себе впевнено і чудово.
      </p>
      <p className="whyUs-p3">
        Ми прагнемо до вдосконаленості у кожній деталі. Наша білизна
        відзначається неперевершеною обробкою і уважним підходом до деталей. Ви
        знайдете у нас прекрасні вишивки, тонкі мережива, чудові аплікації та
        інші виразні елементи, що додають чарівності і шарму до кожного виробу.
      </p>
      <h3 className="whyUs-h">
        <b>Широкий вибір категорій для жінок та чоловіків</b>
      </h3>
      <p className="whyUs-p1">
        У Білизна Boutique ми розуміємо, що жіноча та чоловіча білизна - це не
        просто предмет одягу, це вираз вашої особистості і спосіб показати свою
        індивідуальність. Наші колекції включають в себе найсучасніші тренди
        моди, від класичних і елегантних моделей до сміливих та сексуальних
        рішень. Ви знайдете у нас все, що вам потрібно: бюстгальтери, труси,
        нічні сорочки, халати, майки, піжами та багато іншого.
      </p>
      <p className="whyUs-p2">
        Наше головне прагнення - забезпечити нашим клієнтам якісну польську
        білизну від найкращих світових виробників. Ми співпрацюємо тільки з
        довіреними брендами, що гарантує високу якість та тривалість наших
        товарів. Матеріали, з яких виготовляється наша білизна, м'які на дотик і
        приємні для шкіри, забезпечуючи комфорт протягом усього дня.
      </p>
      <p className="whyUs-p3">
        Не чекайте довше! Завітайте до Білизна Boutique і знайдіть свою ідеальну
        білизну, яка підкреслить вашу красу та стиль. Ви заслуговуєте на
        найкраще, і ми готові допомогти вам зробити правильний вибір!
      </p>
    </div>
  );
}
