const WhyUs = () => {
  return (
    <div className="whyUs-div">
      <h3 className="whyUs-h">Чому ми?</h3>
      <p className="whyUs-p1">
        Чи знаєте ви, скільки у вас білизни? Чи давно проводили її ревізію? І чи
        впевнені, що забезпечені нею на всі випадки життя? Ніхто й ніщо
        настільки близько – до того ж щодня! – не супроводжує леді, як жіноча
        білизна Жасмін. Якісна та красива, вона здатна подарувати своїй власниці
        відчуття впевненості й задоволеності собою.
      </p>
      <p className="whyUs-p2">
        Що вже говорити про важливість цієї деталі гардероба, якщо ви збираєтесь
        причарувати представників протилежної статі або ж порадувати свою
        половинку? У таких випадках купити жіночу білизну, що вабить і спокушає
        – взагалі ваше першочергове завдання!
      </p>
      <p className="whyUs-p3">
        Отже, все, що втратило насиченість кольору, розтяглося або просто
        набридло, – викидаємо без жалю! Вирушаємо за модним, сексуальним і
        вишуканим! На нашому сайті представлена якісна нижня білизна гуртом від
        виробника.
      </p>
      <h3 className="whyUs-h">Якісна жіноча білизна</h3>
      <p className="whyUs-p1">
        Чи знаєте ви, скільки у вас білизни? Чи давно проводили її ревізію? І чи
        впевнені, що забезпечені нею на всі випадки життя? Ніхто й ніщо
        настільки близько – до того ж щодня! – не супроводжує леді, як жіноча
        білизна Жасмін. Якісна та красива, вона здатна подарувати своїй власниці
        відчуття впевненості й задоволеності собою.
      </p>
      <p className="whyUs-p2">
        Що вже говорити про важливість цієї деталі гардероба, якщо ви збираєтесь
        причарувати представників протилежної статі або ж порадувати свою
        половинку? У таких випадках купити жіночу білизну, що вабить і спокушає
        – взагалі ваше першочергове завдання!
      </p>
      <p className="whyUs-p3">
        Отже, все, що втратило насиченість кольору, розтяглося або просто
        набридло, – викидаємо без жалю! Вирушаємо за модним, сексуальним і
        вишуканим! На нашому сайті представлена якісна нижня білизна гуртом від
        виробника.
      </p>
      <h3 className="whyUs-h">
        Широкий вибір категорій для жінок та чоловіків
      </h3>
      <p className="whyUs-p1">
        Чи знаєте ви, скільки у вас білизни? Чи давно проводили її ревізію? І чи
        впевнені, що забезпечені нею на всі випадки життя? Ніхто й ніщо
        настільки близько – до того ж щодня! – не супроводжує леді, як жіноча
        білизна Жасмін. Якісна та красива, вона здатна подарувати своїй власниці
        відчуття впевненості й задоволеності собою.
      </p>
      <p className="whyUs-p2">
        Що вже говорити про важливість цієї деталі гардероба, якщо ви збираєтесь
        причарувати представників протилежної статі або ж порадувати свою
        половинку? У таких випадках купити жіночу білизну, що вабить і спокушає
        – взагалі ваше першочергове завдання!
      </p>
      <p className="whyUs-p3">
        Отже, все, що втратило насиченість кольору, розтяглося або просто
        набридло, – викидаємо без жалю! Вирушаємо за модним, сексуальним і
        вишуканим! На нашому сайті представлена якісна нижня білизна гуртом від
        виробника.
      </p>
    </div>
  );
};

export default WhyUs;
