export const faq_info = [
  {
    title: "Чому обрати Білизна Boutique?",
    text: "Білизна Boutique - це ваше найкраще джерело вишуканої та якісної польської нижньої білизни. Ми фокусуємося на стилі, комфорті та сексуальності, пропонуючи широкий вибір моделей від провідних виробників.",
  },
  {
    title: "Які бренди білизни доступні в вашому магазині?",
    text: "У нас ви знайдете продукцію від відомих польських виробників, таких як Gorsenia, Gaia, Ava, Cornette, Dkaren. Ці бренди гарантують вищу якість та вишуканість нашої білизни.",
  },
  {
    title: "Які особливості нашого асортименту?",
    text: "Наш асортимент включає різноманіття стилів, від класичних до сучасних, а також різні категорії для жінок та чоловіків. Ми пропонуємо бюстгальтери, труси, нічні сорочки, халати, майки, піжами та багато іншого, щоб задовольнити ваші потреби.",
  },
  {
    title: "Які гарантії я отримаю при покупці в Білизна Boutique?",
    text: "Ми гарантуємо вам вишуканість, якість та комфорт у кожному виробі. Ми пропонуємо білизну, виготовлену з м'яких та дихаючих матеріалів від найкращих виробників, що забезпечить вам задоволення на тривалий час.",
  },
  {
    title: "Як зробити замовлення та які умови доставки?",
    text: "Замовлення можна легко зробити на нашому веб-сайті всього за кілька кліків. Ми гарантуємо зручність покупок. Щодо доставки, ми пропонуємо швидку та надійну службу доставки з можливістю вибору різних варіантів таких, як Нова Пошта та Укр Пошта.",
  },
  {
    title: "Які можливості повернення та обміну товарів?",
    text: "Ми розуміємо, що іноді можуть виникати ситуації, коли товар не підходить. Більше інформації можна знайти в розділі 'Умови повернення та обміну' на нашому веб-сайті.",
  },
  {
    title: "Чи можна отримати знижки або участь у програмі лояльності?",
    text: "Так, ми регулярно пропонуємо різноманітні акції, знижки та програми лояльності для наших клієнтів. Слідкуйте за оновленнями на нашому веб-сайті та у наших соціальних мережах.",
  },
];
