import FilterBlock from "@/components/FilterBlock";
import { filters } from "./filters";

export const itemsPageStore = [
  {
    id: 1,
    filtr: (
      <FilterBlock
        base="bra"
        sizes={filters[0].sizes}
        brands={filters[0].brands}
        types={filters[0].types}
        typeTitle="Тип чашки"
      />
    ),
    info: "Знайдіть ідеальний бюстгальтер у нашому асортименті від Білизна Boutique – вашого найкращого джерела польської білизни. Ми пропонуємо бюстгальтери від відомих брендів, таких як Gorsenia, Gaia, Ava, Dkaren, щоб ви могли насолоджуватися комфортом та стилем. Замовляйте зараз та скористайтеся знижкою 5% на першу покупку та безкоштовною доставкою при замовленні від 2000 грн. Польська білизна великих розмірів від Білизна Boutique пропонує комфорт та стиль для жінок будь-яких форм. Зробіть свій вибір серед різноманіття дизайнів та отримайте більше впевненості в кожному русі. Замовляйте прямо зараз та користуйтеся спеціальними пропозиціями.",
  },
  {
    id: 2,
    filtr: (
      <FilterBlock
        base="womunderwear"
        sizes={filters[1].sizes}
        brands={filters[1].brands}
        types={filters[1].types}
        typeTitle="Тип трусів"
      />
    ),
    info: "Вибирайте із різноманіття стилів жіночих трусиків від Білизна Boutique: бразиліана, сліпи, бікіні, стрінги. Якісна нижня білизна для кожної жінки забезпечить вам не лише комфорт, але й елегантність у кожному русі. Знижка 5% чекає на вас при першій покупці. Скористайтеся вигідними знижками на польську білизну в Білизна Boutique. Спеціальні ціни та акції роблять ваші покупки ще вигіднішими. Знайдіть свою ідеальну білизну за доступною ціною та насолоджуйтеся вишуканим стилем.",
  },
  {
    id: 3,
    filtr: (
      <FilterBlock
        base="pijamas"
        sizes={filters[2].sizes}
        brands={filters[2].brands}
      />
    ),
    info: "Відкрийте для себе ідеальну жіночу піжаму у Білизна Boutique. Висока якість матеріалів, зручність та різноманіття стилів роблять наші піжами ідеальним вибором для нічного відпочинку. Замовляйте прямо зараз та скористайтеся спеціальними пропозиціями та знижками. Постійно оновлюйте свій гардероб з нашими новинками в інтернет-магазині. Останні тренди польської білизни чекають на вас. Вибирайте моду та стиль разом з Білизна Boutique. Не пропустіть унікальні пропозиції та подарунки разом із свіжими надходженнями.",
  },
  {
    id: 4,
    filtr: (
      <FilterBlock
        base="robe"
        sizes={filters[2].sizes}
        brands={filters[2].brands}
      />
    ),
    info: "Обирайте з колекції жіночих халатів у Білизна Boutique. Якість, розкіш та різноманітність дизайнів забезпечать вам затишок для вашого дому. Кожен халат — це поєднання стилю та комфорту. Замовляйте прямо зараз та насолоджуйтеся вишуканим дизайном.",
  },
  {
    id: 5,
    filtr: (
      <FilterBlock
        base="nightgowns"
        sizes={filters[2].sizes}
        brands={filters[2].brands}
      />
    ),
    info: "Вибирайте нічні сорочки від Білизна Boutique для елегантних та комфортних ночей. Різноманіття стилів та вишуканий дизайн гарантують вам вибір, який підкреслить вашу жіночність. Насолоджуйтеся найвищою якістю в кожному дотику.    ",
  },
  {
    id: 6,
    filtr: (
      <FilterBlock
        base="corrunderwear"
        sizes={filters[3].sizes}
        brands={filters[3].brands}
        types={filters[3].types}
        typeTitle="Тип білизни"
      />
    ),
    info: "Відчуйте впевненість з корегуючою білизною від Білизна Boutique. Широкий вибір, висока якість та ідеальний крій роблять нашу корегуючу білизну найкращим вибором для повсякденного використання. Знижка 5% на першу покупку доступна зараз.",
  },
  {
    id: 7,
    filtr: (
      <FilterBlock
        base="manunderwear"
        sizes={filters[4].sizes}
        brands={filters[4].brands}
      />
    ),
    info: "Великий вибір чоловічої білизни від Білизна Boutique пропонує зручність та якість для кожного дня. Оберіть свій стиль серед різноманіття чоловічих боксерів, трусів та майок від польських виробників. Спеціальні пропозиції та знижки доступні.",
  },
  {
    id: 8,
    filtr: (
      <FilterBlock
        base="manpijamas"
        sizes={filters[4].sizes}
        brands={filters[4].brands}
      />
    ),
    info: "Ексклюзивна колекція чоловічих піжам у Білизна Boutique пропонує вам комфорт та стиль для домашнього відпочинку. Висока якість матеріалів та різноманітність дизайнів роблять кожну піжаму вишуканою. Замовляйте прямо зараз та отримайте знижку на перше замовлення.",
  },
  {
    id: 9,
    filtr: (
      <FilterBlock
        base="manrobe"
        sizes={filters[5].sizes}
        brands={filters[5].brands}
      />
    ),
    info: "Зануртеся у атмосферу розкішного комфорту, обираючи чоловічий халат від Білизна Boutique. Висока якість матеріалів та дбайливе виконання роблять наші халати ідеальними для вечірнього відпочинку. Замовляйте зараз та користуйтеся ексклюзивними пропозиціями.",
  },
  {
    id: 10,
    filtr: (
      <FilterBlock
        base="manshirt"
        sizes={filters[5].sizes}
        brands={filters[5].brands}
      />
    ),
    info: "Великий асортимент чоловічих майок у Білизна Boutique пропонує зручність та стиль для кожного дня. Вибирайте якість та комфорт у кожній деталі. Спеціальні знижки та акції доступні для вас.",
  },
  {
    id: 11,
    filtr: (
      <FilterBlock
        base="womswimsuit"
        sizes={filters[6].sizes}
        brands={filters[6].brands}
      />
    ),
    info: "Знайдіть ідеальний жіночий купальник у нашому асортименті. Різноманіття дизайнів, висока якість та елегантність для кожної модниці. Спеціальні знижки на першу покупку чекають на вас. Оберіть свій стиль та користуйтеся літніми відпустками.",
  },
  {
    id: 12,
    filtr: (
      <FilterBlock
        base="manswimsuit"
        sizes={filters[6].sizes}
        brands={filters[6].brands}
      />
    ),
    info: "Зберіть свій літній гардероб із чоловічими пляжними шортами від Білизна Boutique. Ідеальний стиль та комфорт для літнього відпочинку та пляжних пригод чекають на вас. Замовляйте прямо зараз та скористайтеся знижкою 5% на перше замовлення.",
  },
];
